[
    {
        "image": "https://drive.google.com/uc?id=1K5QWbY73l9Vm-DL2fyTvVqdSEgtrGwq9",
        "title": "",
        "subtitle": "",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1MaOlRQOw-6ndFt1V19Py_bWSIaOsloUx",
        "title": "Intro",
        "subtitle": "Lęk przed demonami towarzyszy nam praktycznie od czasów powstania religii. Co ciekawe mimo postępu naukowego i technologicznego on nie tylko nie słabnie, ale wręcz nabiera na sile dzięki kulturze masowej. Praktycznie od czasów Egzorcysty z 1973 co roku jesteśmy zalewani nowymi horrorami o opętaniach. Dziś spróbujemy stawić czoła naszym lękom, dotrzeć do genezy upiorów z piekła rodem i zastanowimy się czy naprawdę jest się czego jeszcze bać.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1qJsnWiV3rpK1cZhzpT9pa4GT61gmZ6Uu",
        "title": "Lilith",
        "subtitle": "Lilith jest uważana za pierwszą żonę biblijnego Adama. Jest nazywana Demonem Pustkowi, odpowiedzialnym m.in: za porywanie dzieci, oraz nocne ataki na mężczyzn. Na samym początku była kobietą Adama i oboje tworzyli burzliwy związek. Lilith, podobnie jak Adam była stworzona z ziemi i domagała się od partnera równego traktowania. Z tego powodu jest postrzegana jako symbol feminizmu. Lilith w końcu odeszła od Adama i na jej miejscu pojawiła się Ewa. Została za to przeklęta przez Boga i jeżeli nie wróci do partnera, to każdego dnia będzie umierała 100 jej dzieci. Jest matką Sukubów o których będziemy rozmawiać za chwilę.",
        "interval": 3000
    },

   

    {
        "image": "https://drive.google.com/uc?id=1YcSXCvS5CxaZM5WyySJZcRodQ_b9Grg6",
        "title": "Succubus",
        "subtitle": "Sukuby są dziećmi Lilith i demona (prawdopodobnie Sammaela). Ukazują się one pod postacią niezwykle pięknych kobiet, nierzadko obdarzonych demonicznymi atrybutami, takimi jak kopyta lub rogi.",
        "interval": 3000
    },
    {
        "image": "https://drive.google.com/uc?id=1hZmAaPGj5pHSA64y6lUJLibYDB1loPQj",
        "title": "Succubus",
        "subtitle": "Według Młota Na Czarownice (katolickiego traktatu na temat postępowania z czarownicami), Sukuby uwodziły mężczyzn, zbierały od nich nasienie, a następnie przekazywały je Inkubom (męskie odpowiedniki Sukubów), które używały je do zapładniania kobiet.",
        "interval": 3000
    },
    {
        "image": "https://drive.google.com/uc?id=1Ao5E2mFRXvLZgHBnuPphLLd7dzc0KJqx",
        "title": "Succubus",
        "subtitle": "Często dochodziło do sytuacji kiedy Sukuby rodziły dzieci po stosunku z mężczyzną. Dzieci te nazywane są Kambionami",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=140_YqC_w7zEqBYHmBXSGjIeM7A-7tGN9",
        "title": "Lucifer",
        "subtitle": "Jego imię można przetłumaczyć dosłownie na: Niosący Światło. Jest to upadły anioł, który zbuntował się przeciwko Bogu i za to został strącony do piekła.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=14ZS--oUhQNMW95F06XMXPLxU-N_FP5iR",
        "title": "Lucifer",
        "subtitle": "Podobnie jak Lilith, Lucyfer również jest symbolem buntu i nieposłuszeńtwa, wobec ściśle ustalonej hierarchii.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1W6eGJr1WbYCRVHleX4ZcxSZ6ru0P6H6r",
        "title": "Lucifer",
        "subtitle": "Lucyfer często jest opisywany jako istota niemalże doskonała, między innymi w Księdze Ezechiela 28:15: 'Nienagannym byłeś w postępowaniu swoim od dnia, gdy zostałeś stworzony'.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=18r8GQd1KmDy6ZASeMOLd7x2pU26hmfQO",
        "title": "Lucifer",
        "subtitle": "Jednak w pop-kulturze najmocniej utrwalił się obraz Lucyfera, jako demoniczne i rogate monstrum z kopytami.",
        "interval": 3000
    },

    {
       "image": "https://drive.google.com/uc?id=1LHhLMMIktCvDGlyjP7OwTA3CKtdPN8D0",
       "title": "Amdusias",
       "subtitle": "Książe piekieł przedstawiany jako jednorożec, jednak na prośbę egzorcysty jest w stanie przyjąć ludzką postać.",
       "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1h7pwReDWLLJTYGPf9YhAvnwxDnVSSWup",
        "title": "Amdusias",
        "subtitle": "Jego przybyciu towarzyszy dźwięk trąb. Na prośbę przyzywającego jest w stanie wyginać drzewa.",
        "interval": 3000
     },

    {
        "image": "https://drive.google.com/uc?id=1AwhxMUOoQ4BjY9vkEZaLtRE2VlzL3vxj",
        "title": "Sammael",
        "subtitle": "Sammael jest również nazywany Aniołem Śmierci. To on przybrał postać węża, aby kusić Ewę w raju.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1LKFnTin2uc99Y_xEf4kLH_BhvdjblaoJ",
        "title": "Sammael",
        "subtitle": "Jest to bardzo kontrowersyjna istota. Często jest opisywany jako dostarzyciel wyroków śmierci, ale również jako uwodziciel i duch zniszczenia. Co ciekawe pomimo męskiego imienia, często jest przedstawiany w kobiecych kształtach",
        "interval": 3000
    },

   

    {
        "image": "https://drive.google.com/uc?id=1qgldJpix8ZqBTl6Wqh-I7IrCLai7DZge",
        "title": "Eligos",
        "subtitle": "Wielki książe piekieł. Jest przedstawiany jako przystojny rycerz dzierżący lance lub chorągiew,",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1XEuuZPJo-Mrk07IGklp47DGpmT6x0ise",
        "title": "Eligos",
        "subtitle": "Posiada olbrzymią wiedzę na temat wojen i dzięki jego pomocy można odnaleźć ukryte lub zaginione rzeczy.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1XNP3xQmNqyqiQQNcL5QT7NhTCpbZ-sBV",
        "title": "Eligos",
        "subtitle": "Można go przywołać z pomocą jego pieczęci, która koniecznie musi być wykonana z miedzi.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1gt8eiHzMnWBJwmrlhTQPLuIx72vTdRNk",
        "title": "Vapar",
        "subtitle": "Żeński demon przypominający demoniczną syrenę. Jej zadaniem jest prowadzić statki, wypełnione amunicją i wojskiem. Na prośbę przyzywającego jest w stanie wywołać sztormy i burze.",
        "interval": 3000
    },
    
    {
        "image": "https://drive.google.com/uc?id=1xRHw5f4EjzKtv11ryPEonaURrF4sqG9S",
        "title": "Vapar",
        "subtitle": "Potrafi również w 3 dni uśmiercać mężczyzn, wywołując u nich owrzodziałe, gnijące i wypełnione robakami rany.",
        "interval": 3000
    },

    {
        "image": "https://drive.google.com/uc?id=1YyRnLj6JRWEOIwNbMP5_FCBoz6SxlvMN",
        "title": "Dantalion",
        "subtitle": "Dantalion pojawia się w postaci człowieka z wieloma twarzami, co nadaje mu upiornego, a nawet groteskowego wyglądu.",
        "interval": 3000
    },
    {
        "image": "https://drive.google.com/uc?id=1waQGtpewRYYDO3RxcowGwzl_YsKVfdAy",
        "title": "Dantalion",
        "subtitle": "Zna myśli wszystkich ludzi, a także jest w stanie wpływać na naszą wolę.",
        "interval": 3000
    },
    {
        "image": "https://drive.google.com/uc?id=1UHv0m33TwkCqb0xjs5Y2A7BONkYqkpBn",
        "title": "Dantalion",
        "subtitle": "Do jego przywołania również jest potrzebna jego pieczęć wykonana w miedzi.",
        "interval": 3000
    }

]

